

"kBluetoothConnectionFailedTitle"				= "Échec audio Bluetooth.";
"kBluetoothConnectionErrorTitle"				= "Une erreur est survenue lors de la connexion à l’appareil audio";
"kBluetoothConnectionFailedLinkKeyErrorExplanation"	= "Le jumelage n’est plus valide. Veuillez jumeler de nouveau votre appareil puis réessayer.";
"kBluetoothConnectionFailedExplanation"			= "Une erreur est survenue lors de la connexion à votre casque d’écoute. Assurez-vous qu’il est activé et à portée. Il faudra peut-être relancer la partie audio du programme que vous utilisiez.";
"kBluetoothSBCCodecMismatchExplanation"			= "Une erreur est survenue lors de la connexion au casque d’écoute. La configuration du flux audio encodé ne peut être acceptée par l’appareil distant.";
"kBluetoothConnectionUnsupportedExplanation"	= "La connexion à l’appareil audio actif a échoué. Essayez de le configurer à nouveau.";

"kBluetoothDisconnectedTitle"					= "Audio Bluetooth déconnecté";
"kBluetoothDisconnectedExplanation"				= "Votre casque d’écoute a été déconnecté inopinément. Assurez-vous qu’il est activé et dans le champ de portée. Il faudra peut-être relancer la partie audio du programme que vous utilisiez.";

"kBluetoothAudioInUseTitle"						= "Audio Bluetooth en cours d’utilisation";
"kBluetoothAudioInUseExplanation"				= "Un autre casque d’écoute Bluetooth est déjà utilisé. Il est impossible d’en utiliser plusieurs à la fois.";

"kBluetoothAudioOKButtonTitle"					= "OK";

"kBluetoothAudioSwitchHeadsetButtonTitle"		= "Arrêter d’utiliser le casque d’écoute";
"kBluetoothAudioSwitchHeadphoneButtonTitle"		= "Arrêter d’utiliser les écouteurs";

"kBluetoothAudioHeadsetDeviceType"				= "Casque d’écoute";
"kBluetoothAudioHeadphoneDeviceType"			= "Casque d’écoute";

"kBluetoothAudioSwitchButtonTitle"				= "Utiliser cet appareil";
"kBluetoothAudioTryAgainButtonTitle"			= "Réessayer";
"kBluetoothAudioDisconnectButtonTitle"			= "Se déconnecter";
"kBluetoothAudioAlwaysIgnoreButtonTitle"		= "Ne plus me demander";

"kBluetoothAudioSwitchHeadestMessageText"		= "Voulez-vous utiliser le périphérique Bluetooth « %@ (Mono) » en tant que périphérique audio ?";
"kBluetoothAudioSwitchA2DPMessageText"			= "Voulez-vous utiliser le périphérique Bluetooth « %@ (Stéréo) » en tant que périphérique audio ?";

"kBluetoothAudioSwitchInfoText"					= "Vous pouvez désactiver ce dialogue dans la fenêtre des préférnces Bluetooth Preference ; cliquez sur les options avancées et décochez « Vérifier chaque requête audio entrante »";

